var munItems =
  [
    {
      id: '1',
      text: '防盗门锁',
      icon: 'iconfont icon-yaochi',
      bac: 'top-icon',
    },
    {
      id: '2',
      text: '汽车锁',
      icon: 'iconfont icon-suo',
      bac: 'top-icon'
    },
    {
      id: '3',
      text: '保险柜锁',
      icon: 'iconfont icon-dianhua',
      bac: 'top-icon'
    },
    {
      id: '4',
      text: '其他锁具',
      icon: 'iconfont icon-gouwucheman',
      bac: 'mid-icon'
    }
  ];

var laws =
  [
    {
      id: '1',
      title: '侵权的民事责任',
      time: '2017-07-03 12:22:35',
      content: '第一百一十七条 侵占国家的、集体的财产或者他人财产的，应当返还财产，不能返还财产的，应当折价赔偿。损坏国家的、集体的财产或者他人财产的，应当恢复原状或者折价赔偿。受害人因此遭受其他重大损失的，侵害人并应当赔偿损失。第一百一十八条 公民、法人的著作权(版权)、专利权、商标专用权、发现权、发明权和其他科技成果权受到剽窃、篡改、假冒等侵害的，有权要求停止侵害，消除影响，赔偿损失。第一百一十九条 侵害公民身体造成伤害的，应当赔偿医疗费、因误工减少的收入、残废者生活补助费等费用;造成死亡的，并应当支付丧葬费、死者生前扶养的人必要的生活费等费用。第一百二十条 公民的姓名权、肖像权、名誉权、荣誉权受到侵害的，有权要求停止侵害，恢复名誉，消除影响，赔礼道歉，并可以要求赔偿损失。法人的名称权、名誉权、荣誉权受到侵害的，适用前款规定。第一百二十一条 国家机关或者国家机关工作人员在执行职务中，侵犯公民、法人的合法权益造成损害的，应当承担民事责任。第一百二十二条 因产品质量不合格造成他人财产、人身损害的，产品制造者、销售者应当依法承担民事责任。运输者、仓储者对此负有责任的，产品制造者、销售者有权要求赔偿损失。第一百二十三条 从事高空、高压、易燃、易爆、剧毒、放射性、高速运输工具等对周围环境有高度危险的作业造成他人损害的，应当承担民事责任;如果能够证明损害是由受害人故意造成的，不承担民事责任。',
    },
    {
      id: '2',
      title: '因正当防卫造成损害的，不承担民事责任',
      time: '2017-07-03 12:22:35',
      content: '第一百一十七条 侵占国家的、集体的财产或者他人财产的，应当返还财产，不能返还财产的，应当折价赔偿。损坏国家的、集体的财产或者他人财产的，应当恢复原状或者折价赔偿。受害人因此遭受其他重大损失的，侵害人并应当赔偿损失。第一百一十八条 公民、法人的著作权(版权)、专利权、商标专用权、发现权、发明权和其他科技成果权受到剽窃、篡改、假冒等侵害的，有权要求停止侵害，消除影响，赔偿损失。第一百一十九条 侵害公民身体造成伤害的，应当赔偿医疗费、因误工减少的收入、残废者生活补助费等费用;造成死亡的，并应当支付丧葬费、死者生前扶养的人必要的生活费等费用。第一百二十条 公民的姓名权、肖像权、名誉权、荣誉权受到侵害的，有权要求停止侵害，恢复名誉，消除影响，赔礼道歉，并可以要求赔偿损失。法人的名称权、名誉权、荣誉权受到侵害的，适用前款规定。第一百二十一条 国家机关或者国家机关工作人员在执行职务中，侵犯公民、法人的合法权益造成损害的，应当承担民事责任。第一百二十二条 因产品质量不合格造成他人财产、人身损害的，产品制造者、销售者应当依法承担民事责任。运输者、仓储者对此负有责任的，产品制造者、销售者有权要求赔偿损失。第一百二十三条 从事高空、高压、易燃、易爆、剧毒、放射性、高速运输工具等对周围环境有高度危险的作业造成他人损害的，应当承担民事责任;如果能够证明损害是由受害人故意造成的，不承担民事责任。',
    },
    {
      id: '3',
      title: '无民事行为能力人、限制民事行为能力人造成他人损害的',
      time: '2017-07-03 12:22:35',
      content: '第一百一十七条 侵占国家的、集体的财产或者他人财产的，应当返还财产，不能返还财产的，应当折价赔偿。损坏国家的、集体的财产或者他人财产的，应当恢复原状或者折价赔偿。受害人因此遭受其他重大损失的，侵害人并应当赔偿损失。第一百一十八条 公民、法人的著作权(版权)、专利权、商标专用权、发现权、发明权和其他科技成果权受到剽窃、篡改、假冒等侵害的，有权要求停止侵害，消除影响，赔偿损失。第一百一十九条 侵害公民身体造成伤害的，应当赔偿医疗费、因误工减少的收入、残废者生活补助费等费用;造成死亡的，并应当支付丧葬费、死者生前扶养的人必要的生活费等费用。第一百二十条 公民的姓名权、肖像权、名誉权、荣誉权受到侵害的，有权要求停止侵害，恢复名誉，消除影响，赔礼道歉，并可以要求赔偿损失。法人的名称权、名誉权、荣誉权受到侵害的，适用前款规定。第一百二十一条 国家机关或者国家机关工作人员在执行职务中，侵犯公民、法人的合法权益造成损害的，应当承担民事责任。第一百二十二条 因产品质量不合格造成他人财产、人身损害的，产品制造者、销售者应当依法承担民事责任。运输者、仓储者对此负有责任的，产品制造者、销售者有权要求赔偿损失。第一百二十三条 从事高空、高压、易燃、易爆、剧毒、放射性、高速运输工具等对周围环境有高度危险的作业造成他人损害的，应当承担民事责任;如果能够证明损害是由受害人故意造成的，不承担民事责任。',
    },
    {
      id: '4',
      title: '承担民事责任的方式',
      time: '2017-07-03 12:22:35',
      content: '第一百一十七条 侵占国家的、集体的财产或者他人财产的，应当返还财产，不能返还财产的，应当折价赔偿。损坏国家的、集体的财产或者他人财产的，应当恢复原状或者折价赔偿。受害人因此遭受其他重大损失的，侵害人并应当赔偿损失。第一百一十八条 公民、法人的著作权(版权)、专利权、商标专用权、发现权、发明权和其他科技成果权受到剽窃、篡改、假冒等侵害的，有权要求停止侵害，消除影响，赔偿损失。第一百一十九条 侵害公民身体造成伤害的，应当赔偿医疗费、因误工减少的收入、残废者生活补助费等费用;造成死亡的，并应当支付丧葬费、死者生前扶养的人必要的生活费等费用。第一百二十条 公民的姓名权、肖像权、名誉权、荣誉权受到侵害的，有权要求停止侵害，恢复名誉，消除影响，赔礼道歉，并可以要求赔偿损失。法人的名称权、名誉权、荣誉权受到侵害的，适用前款规定。第一百二十一条 国家机关或者国家机关工作人员在执行职务中，侵犯公民、法人的合法权益造成损害的，应当承担民事责任。第一百二十二条 因产品质量不合格造成他人财产、人身损害的，产品制造者、销售者应当依法承担民事责任。运输者、仓储者对此负有责任的，产品制造者、销售者有权要求赔偿损失。第一百二十三条 从事高空、高压、易燃、易爆、剧毒、放射性、高速运输工具等对周围环境有高度危险的作业造成他人损害的，应当承担民事责任;如果能够证明损害是由受害人故意造成的，不承担民事责任。',
    },
    {
      id: '5',
      title: '劳动人事争议仲裁办案规则',
      time: '2017-07-03 12:22:35',
      content: '第一百一十七条 侵占国家的、集体的财产或者他人财产的，应当返还财产，不能返还财产的，应当折价赔偿。损坏国家的、集体的财产或者他人财产的，应当恢复原状或者折价赔偿。受害人因此遭受其他重大损失的，侵害人并应当赔偿损失。第一百一十八条 公民、法人的著作权(版权)、专利权、商标专用权、发现权、发明权和其他科技成果权受到剽窃、篡改、假冒等侵害的，有权要求停止侵害，消除影响，赔偿损失。第一百一十九条 侵害公民身体造成伤害的，应当赔偿医疗费、因误工减少的收入、残废者生活补助费等费用;造成死亡的，并应当支付丧葬费、死者生前扶养的人必要的生活费等费用。第一百二十条 公民的姓名权、肖像权、名誉权、荣誉权受到侵害的，有权要求停止侵害，恢复名誉，消除影响，赔礼道歉，并可以要求赔偿损失。法人的名称权、名誉权、荣誉权受到侵害的，适用前款规定。第一百二十一条 国家机关或者国家机关工作人员在执行职务中，侵犯公民、法人的合法权益造成损害的，应当承担民事责任。第一百二十二条 因产品质量不合格造成他人财产、人身损害的，产品制造者、销售者应当依法承担民事责任。运输者、仓储者对此负有责任的，产品制造者、销售者有权要求赔偿损失。第一百二十三条 从事高空、高压、易燃、易爆、剧毒、放射性、高速运输工具等对周围环境有高度危险的作业造成他人损害的，应当承担民事责任;如果能够证明损害是由受害人故意造成的，不承担民事责任。',
    }
  ];

var persons =
  [
    {
      id: '1',
      name: '刘强东',
      phone: '15289226362',
      level: '奶茶妹妹高级体验师',
    },
    {
      id: '2',
      name: '贾药停',
      phone: '15289226362',
      level: '甘薇妹妹高级体验师',
    },
    {
      id: '3',
      name: '麻花藤',
      phone: '15289226362',
      level: 'QQ的牛逼人物',
    }
  ];

module.exports = {
  munItems: munItems,
  laws: laws,
  persons: persons
} 