var munItems =
  [
    {
      id: '1',
      text: '防盗门锁',
      icon: 'iconfont icon-yaochi',
      bac: 'top-icon',
    },
    {
      id: '2',
      text: '汽车锁',
      icon: 'iconfont icon-suo',
      bac: 'top-icon'
    },
    {
      id: '3',
      text: '保险柜锁',
      icon: 'iconfont icon-dianhua',
      bac: 'top-icon'
    },
    {
      id: '4',
      text: '其他锁具',
      icon: 'iconfont icon-gouwucheman',
      bac: 'mid-icon'
    }
  ];

var laws =
  [
    {
      id: '1',
      title: '锁帮帮简介',
      content: '锁帮帮是国内规模最大、技术最专业的开锁、换锁、配匙在线服务平台。应急开锁最快15分钟到达现场，所有锁哥公安备案、技术精湛、有着行业多年的从业经验，服务项目全面、锁与匙应有尽有，让您足不出户尊享服务。',
    },
    {
      id: '2',
      title: '常见问题',
      content: '\n1、	如何使用锁帮帮？\n\n方式一：登录微信、点击《发现》-《小程序》-《搜素小程序栏》输入“锁帮帮”，打开“锁帮帮”页面按提示相关信息填写即可。\n\n方式二：拨打客服热线：400 0851 323或13037817127\n\n\n\n2、	我要等多久？\n\n在线下单预约服务后锁哥会在2分钟内联系、与您沟通服务相关信息，最快15分钟就能到达现场、最慢不超过30分钟。\n\n\n\n3、	开锁、换锁、配匙价格如何查询？\n\n锁帮帮平台收费分“定价”和“议价”两部分，“定价”是固定收费、可进价目标表查询、“议价”是双方平等自愿协商服务价格。\n\n\n\n4、	来给我服务的锁哥安全可靠吗？\n\n锁帮帮平台所有锁哥都在公安机关进行个人信息、指纹采集备案，平台统一技术及礼仪培训考核合格执证上岗。客户可通过锁帮帮平台在线查询锁哥相关信息。\n\n\n\n5、	如何成为锁帮帮锁哥？\n\n方式一：在锁帮帮平台在线注册提交相关资料、平台审核通过方能成为锁哥。\n\n方式二：拨打锁帮帮全国统一服务热线 400 0851 323 进行咨询。\n\n\n\n6、	锁帮帮联系方式？\n\n锁帮帮全国统一服务热线：400 0851 323  \n\n地址：贵阳市南明区油榨街青年路城南枫竹苑C栋二单元604\n\n\n\n7、	怎么确认来给我服务锁哥的身份？\n\n锁哥有统一的工服、工牌、用户可对锁哥工牌上的二微码进行扫描确认身份，或在锁帮帮平台在线查询确认，及拨打 400 0851 323 进行电话确认。\n\n\n\n8、	都有哪些支付方式？\n\n锁帮帮有全套灵活多样的支付方式、您可以在平台在线支付或现金支付。\n\n\n\n9、	如何对锁哥进行表彰或投诉？\n\n您可在锁帮帮平台在线表彰、投诉，或致电400 0851 323人工表彰或投诉。\n\n\n\n10、	售后服务有保障吗？\n\n您可在锁帮帮平台查看您历史服务记录并在线报修，或致电400 0851 323人工报修。\n\n\n\n11、	锁哥乱收费怎么办？\n\n锁帮帮都有严格科学的价格体系标准，如遇特殊情况需双方协商自愿确定价格。如锁哥随意加价可在平台在线投诉、或致电400 0851 323 进行投诉并拒绝支付超出部分。\n\n\n\n12、	锁哥来开锁打不开怎么办？\n\n锁哥因技术原因打不开不收取任何费用，双方协商其它开启解决方法。\n\n\n\n13、	深夜需要加收费用吗？\n\n深夜00：00 - 06：00正常价格外需加收50元加班费/ 次，特殊情况双方协商资源原则。\n\n\n\n14、	地图上定位不到我的准确地址怎么办：\n\n如果您的手机地图没有准确的定位到您的位置、您可以在订单信息栏中自行填写准确位置，或第一时间告知接单锁哥、告知他您的准确位置。\n\n\n\n15、	开锁需要出示哪些证明？\n\n锁哥到达现场后、您需主动出示身份证等有效证件，包括但不限于房产证、租赁合同、驾驶证、行驶证等相关有效证件。以备锁哥核验、避免产生不必要的纠纷和责任。\n\n\n\n16、	配汽车钥匙需要出示哪些证明？\n\n您需主动出示身份证、驾驶证、行驶证等相关有效证件。以备锁哥核验、避免产生不必要的纠纷和责任。',
    },
    {
      id: '3',
      title: '服务价格',
      content: ''
    }
  ];

var persons =
  [
    {
      id: '1',
      name: '刘强东',
      phone: '15289226362',
      level: '奶茶妹妹高级体验师',
    },
    {
      id: '2',
      name: '贾药停',
      phone: '15289226362',
      level: '甘薇妹妹高级体验师',
    },
    {
      id: '3',
      name: '麻花藤',
      phone: '15289226362',
      level: 'QQ的牛逼人物',
    }
  ];

module.exports = {
  munItems: munItems,
  laws: laws,
  persons: persons
} 